Repository: OSM-Catalan/nomino
Catalog: locale/*.utf8/LC_MESSAGES/default.po
Languages: fr_fr

source: To save changes in OSM database you have to be authenticated at osm.org.
fr_fr: Pour sauvegarder les modifications dans la base de données OSM vous devez vous authentifier.

source: After authentification you'll be redirected back here.
fr_fr: Après l'authentification vous serez redirigé ici.

source: Choose a place
fr_fr: Choisir un lieu

source: Preferences
fr_fr: Préférences

source: Map
fr_fr: Fond de carte

source: Default OpenStreetMap
fr_fr: Carte standard OpenStreetMap

source: Mapquest
fr_fr: Carte Mapquest

source: Toolserver localised maps
fr_fr: Cartes localisées de Toolserver

source: jochentopf.com multilingual maps
fr_fr: Cartes multilingues jochentopf.com

source: Specify a list of languages with the separator '|' (ie <i>_|de|ru</i>); '_' is for the <i>name</i> attribute
fr_fr: Spécifier une liste de codes de langue, séparés par '|' (par ex: <i>_|fr|en</i>), '_' désigne la langue locale (attribut <i>name</i>)

source: Preferred language
fr_fr: Langue préférée

source: When editing a place, add automically a field for translating into this language
fr_fr: Lors de l'édition d'un lieu, ajouter automatiquement un champ pour traduire dans cette langue

source: Proposals
fr_fr: Propositions

source: Get translation suggestions when an object is opened
fr_fr: Récupérer les propositions de traduction à l'ouverture d'un objet

source: Login with OSM
fr_fr: Se connecter sur OSM

source: (verb, latin)
fr_fr: (verbe, latin)

source: I name
fr_fr: Je nomme

source: Find Places
fr_fr: Trouver un lieu

source: Translate
fr_fr: Traduire

source: View changes
fr_fr: Voir les modifications

source: Find by name
fr_fr: Trouver par nom

source: OSM Object
fr_fr: Objet OSM

source: Search
fr_fr: Chercher

source: Right-click the map to select places
fr_fr: Clic-droit sur la carte pour selectionner un lieu

source: Node
fr_fr: Nœud

source: Way
fr_fr: Ligne

source: Names
fr_fr: Noms

source: Save
fr_fr: Enregistrer

source: Name
fr_fr: Nom

source: Old name
fr_fr: Ancien nom

source: Alternative name
fr_fr: Nom alternatif

source: Official name
fr_fr: Nom officiel

source: Local name
fr_fr: Nom local

source: Add translation
fr_fr: Ajouter une traduction

source: Set old name
fr_fr: Définir l'ancien nom

source: Set alternative name
fr_fr: Définir un nom alternatif

source: Set official name
fr_fr: Définir le nom officiel

source: Set local name
fr_fr: Définir le nom local

source: Other tags
fr_fr: Autres attributs

source: (View OSM Object)
fr_fr: (Voir l'objet OSM)

source: Changes
fr_fr: Modifications

source: Submit changes
fr_fr: Publier les modifications

source: Download OSM file
fr_fr: Télécharger le fichier OSM

source: Authenticate
fr_fr: S'authentifier

source: Cancel
fr_fr: Annuler

source: Choose
fr_fr: Choisir

source: This language is already in use
fr_fr: Cette langue est déjà définie

source: Error while loading places
fr_fr: Erreur lors du chargement du lieu

source: Error saving user preferences
fr_fr: Erreur lors de l'enregistrement des préférences de l'utilisateur

source: Error while retrieving OSM object
fr_fr: Erreur lors de la récupération de l'objet OSM

source: Error while saving object
fr_fr: Erreur lors de l'enregistrement de l'objet

source: Error while submitting changes
fr_fr: Erreur lors de l'envoi des modifications

source: Revert
fr_fr: Annuler les changements

source: Changes saved
fr_fr: Modifications enregistrées

source: type a
fr_fr: entrer un

source: language code (ie. en, fr, de)
fr_fr: code de langue (c.-à-d. en, fr, de)

source: http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes
fr_fr: https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1

source: Relation object
fr_fr: Ouvrir la relation

source: Node object
fr_fr: Ouvrir le nœud
